#Brewfile
brew "chruby"
brew "ruby-install"
brew "vim"
brew "postgres"
brew "mysql"
brew "git"
brew "awscli"
brew "tree"
brew "wget"
brew "unrar"
brew "htop"
brew "bash-completion"
brew "ack"
brew "ansible"
brew "terraform"
brew "curl"

#taps
tap "caskroom/cask"

cask 'google-chrome'
cask 'iterm2'
cask 'slack'
cask 'hipchat'
cask 'spectacle'
cask 'spotify'
cask 'dropbox'
cask 'google-drive'
cask 'sublime-text'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'vlc'
cask 'atom'
cask '1password'
